[
    {
        "title": "Billing Terms and Conditions",
        "text": "By using this site the user has unconditionally accepted the terms and conditions of use as given here under and/or elsewhere in the site.\n\n1.The user may carefully read all the information on products and services as provided in relevant sections.\n\n2.This site is owned by GIFTVAALA.IN. No material from this site or any other website owned, operated, controlled or licensed by GIFTVAALA.IN and/or its associates or its sister concerns may be copied, reproduced, republished, transmitted, downloaded, uploaded or in any other manner for commercial use or otherwise without the written permission of the GIFTVAALA.IN. Violation of this condition is a violation of copyright and other proprietary rights of the Company and/or its associates or sister concerns or affiliates.\n\n3.The products/services provided on this site are without warranties of any kind either expressed or implied and GIFTVAALA.IN disclaims all or any of them fully. GIFTVAALA.IN does not warrant that the products/services offered will be error-free, or that the defects will be corrected, or that this site or the server that makes it available are or will be free of viruses or other harmful components. Any warranties or After Sale Services if any offered by the Manufacturers/Vendors on any product shall be serviced directly by such Manufacturer/Vendor and GIFTVAALA.IN shall not be under any obligation to ensure compliance or handle complaints.\n\n4.There is sometime a possibility of extra charges like Octroi, Taxes or Duties which are to be borne by the recipient at the time of delivery. Please note that GIFTVAALA.IN does not control these charges.\n\n5.Since gifts arrangements are hand-made, there may be a slight variation from the picture shown. However, we will make sure that we deliver the handmade arrangement as close as possible to the description/ photograph shown.\n\n6.The product specifications (weight, size, colour etc.) mentioned with the product photos are only approximate. Most products here are handmade items. There may, hence, be a variation in the pictures and the respective products. GIFTVAALA.IN, at its absolute discretion, may deliver a similar / alternate product for reasons or exigencies beyond its control.\n\n7.Under no circumstances whatsoever shall GIFTVAALA.IN be liable for any loss of data, loss of profits or any damages whatsoever including, without limiting, any indirect, special, incidental, consequential or other damages that result from the use of or inability to use the products/services offered on the site Notwithstanding the foregoing, in no event shall GIFTVAALA.IN be liable to the user for any or all damages, losses, and causes of action (including but not limited to, negligence) or otherwise exceeding the amount paid by the user to GIFTVAALA.IN for that specific service/product.\n\n8.In an effort to provide our customers with the most current information, GIFTVAALA.IN will, from time to time, make changes in the Contents and in the products or services described on this Site. The prices advertised on this Site are for Internet orders. Prices and the availability of items are subject to change without notice. Any prices used on this Site may not be indicative of the actual selling prices in your area. We reserve the right to limit sales, including the right to prohibit sales to re-sellers. We are not responsible for typographical or photographic errors.\n\n9.Users who have availed services through GIFTVAALA.IN by selecting one or more listed service providers: GIFTVAALA.IN reaches out to these users via SMS / E-mail / Call / WhatsApp messages Online after their scheduled delivery schedule and ask them for Feedback on their experience or inform them on the latest product updates from the Service provider. GIFTVAALA.IN has complete ownership of this flow of feedback collection.\n\n10.Not with standing any or all of the terms, conditions & disclaimers stated herein above and in FAQ or elsewhere in the site, any refund or payment by GIFTVAALA.IN to the user or anyone else acting on his behalf for any reason whatsoever, voluntarily or on being claimed by any user shall not become a waiver of any or all of the Terms, Conditions and Disclaimers made and shall not become a precedent for similar future actions/claims or confer any rights on the claimant. AND further that all such refunds/payments if any when made shall be subject to 10% deduction on account of Bank charges and other processing overheads.\n\n11.If the user has any questions, doubts or confusion in regard to any of the terms & conditions set out herein, he should seek clarifications from us through email (contact@giftvaala.in) and should wait for a written clarification before using the service.\n\n12.We need an 360 degree opening video to raise any complain regarding breakage and item missing.\n\n13.Due to covid-19 orders getting late. After dispatching it’s not our responsibilty whether it will reach on estimated delivery date or not.\n\n14.Sometimes it’s not possible whether the order reach within the written working days in description, sometimes it may be late due to certain issue.\n\n15.If customer will not asked us to place any picture on the box will may or may not be put any type of picture on the box as we left the space as blank means it will come as white.\n\n16.Sometimes the Delivered product might vary slightly as in the picture shown in colour and shape too.\n\n17.Cod is not available on customized products.\n\nThe user of GIFTVAALA.IN is presumed to have read all the terms and conditions herein and FAQ and is deemed to have agreed, understood and accepted unconditionally all the terms, conditions, procedures and risks of using the services and cannot at any time claim ignorance of any or all of them. In event of any disputes between the parties in connection with any provision, both the parties here to, shall endeavour to settle dispute amicably. In event Parties fail to settle within 30 days, the dispute shall be referred to sole Arbitrator, governed by the Arbitration and Conciliation Act, 1996. All the disputes will subject to the Judiciary of Ghaziabad Jurisdiction."
    },
    {
        "title": "Refund & Return Policy",
        "text": "Accepted payment methods:\n\nWe accept the following payment methods currently:\n\n* All the major Indian and international credit cards.\n* All the major Indian and international debit cards.\n* Net-banking with major Indian and international banks.\n* All UPI payments (Phone Pe, Google pay, Bhim).\n* All wallet money acceptable (like Paytm Wallet, Jio Money, Airtel Money, Freecharge and many more) \nPaytm payments.\n* In case of facing payment issue call/WhatsApp us on 9670172654 or mail us on contact@giftvaala.in\n\nReturn policy:\n\n* We make personalized gift-giving easy, fast and letter-perfect. We guarantee it.\n* Our buyers select only the highest quality gifts, which are then customized just for you. We inspect every item again for quality and accuracy before it ships to you or someone special.\n* Understandably, personalized items cannot be accepted for return or refund, unless there is a manufacturing error.\n* We guarantee our personalized products to be free of manufacturing errors. If there is an issue (incase of breakages) the return will be initiated only if the opening video of the item is sent along.\n* 360° degree unboxing is complusary. Please make video while opening the parcel. No issue will be addressed without video proof, Please follow this strictly. We will not be responsible for any missing product without video proof. Video should be made right from opening the parcel till checking the product fully including their working condition too. There should be no intervals in the video.\n* If the defect is noticed due to some reasons the information should be provided within 24 hours of delivery else we are not responsible for the same. \n* All exchanges must be made within 12-15 working days of receipt and approval of opening video.\n* We provide you with the facility of pickup of your parcel in case of return. Our delivery boy will collect the parcel from your door steps. \n* We want your order to be made just the way you want it. We understand that everyone makes mistakes. Please review your personalization information before submitting your order.\n* Check spelling, dates and names carefully. You are welcome to email us at contact@giftvaala.in or click on whatsapp icon or call us at 9670172654 , if you have questions about personalization, before placing your order.\n* Understandably, we are not able to accept cancellations or changes to orders once they are placed, as they immediately are sent into production.  \n* During our busy holiday season we try our best to guarantee your gifts will arrive on time, but due to high volume and unexpected circumstances beyond our control there might be a slight delay in delivery of your order.\n\nTracking returns:\nOnce you initiate the return for any reason you are eligible for tracking the status of the product by writing to us at contact@giftvaala.in or giving a call at +91-9670172654."
    },
    {
        "title": "Shipping Policy",
        "text": "When do we ship?\nOrders are shipped Monday – Friday. Order can reach to your place on any day depending upon working days of courier services in your place.\n\nWhere do we ship to?\nWe ship products all over India,All state and UTs. Ship to foreign countries can be on demand.\n\nHow do we ship?\nMost of our orders ship via:\nDTDC, Blue Dart, Delhivery, Ecom Express, Tirupati, Post office, and many more.\n\nHow to track an order that’s been shipped?\nIf a tracking number is available and an email address was provided at the time of order, you will receive an automated email from us. You can check status of your order from track order available in top menu. Once order is dispatched you will get tracking id by which you can track from official website of that respective courier service.\n\nAre the items in stock?\nAll items are normally held in stock. However we may sometimes run out due to sudden demand, in which case we will notify you and inform you of the date we expect to receive more stock.\n\nWhat are the lead times?\nWe aim to ship orders within 3-4 working days. However this may sometimes be longer due to other circumstances such as order volume and backorders. Also we do have a few special order items that have longer lead times (Like 3d products,metal products,etc). These lead times are noted on the items page. Larger orders may also take a few extra\ndays to ship out. If you require a faster lead time please email contact@giftvaala,in or ping us on call/whatsapp, we will do our best possibility.\n\nWhat are the shipping times?\nShipping time is 3-10 days depending upon your location.\nPlease note that the shipping times do not including the day it was shipped. Example, if your 3rd day shipment goes out on Monday you will receive your order on Thursday. If your 2nd day shipment goes out on Monday you will receive it on Wednesday."
    },
    {
        "title": "Privacy Policy",
        "text": "This Privacy Policy describes how GIFTVAALA.IN manage personal information and respect your privacy. This policy may be amended from time to time.\n\n1.Collection of Personal Information: As a visitor to the Site, you can engage in many activities without providing any Personal Information. Depending upon the activity, some of the information that we ask you to provide is identified as mandatory and some as voluntary. If you do not provide the mandatory data with respect to a particular activity, you will not be able to engage in that activity. However, when you register to use a GIFTVAALA.IN and order products as a GIFTVAALA.IN customer, in order to provide the services to you, we may collect your contact information such as your name, phone numbers, address and email address as well as profile information, including your password, details about your purchases and details about your interactions with us.\n2.Updating your Personal Information: You have the right to access and correct, or delete your Personal Information and privacy preferences at any time. This may be accomplished by clicking on the link, “My Account”, where you can view and make changes to most of your Personal Information immediately. For security purposes, certain Personal Information can only be changed by contacting support. We will respond to your request promptly within a reasonable time.\n3.How your Personal Information is used: GIFTVAALA.IN collects your information in order to provide services to you, comply with our legal obligations, and to improve our products and services. We do not sell, rent or share your personally identifiable information to or with third parties in any way other than as disclosed in this Privacy Policy. GIFTVAALA.IN may use this information to –\n A.Process your financial transactions; Service your order.\n B.Respond to customer service requests, questions and concerns.\n C.Administer your account.\n D.Send you requested product or service information.\n E.Keep you informed about special offers and services of GIFTVAALA.IN and selected third parties.\n F.Administer promotions and notify you of important events.\n G.Investigate, prevent or take action regarding illegal activities and/or violations of our Terms of Service.\n H.Meet our research and product/service development needs and to improve our Site, services and offerings.\n I.Customize your experience, including targeting our services and offerings to you.\n4.In certain situations, GIFTVAALA.IN may be required to disclose personal data in response to lawful requests by public authorities. Where required by law (like to comply with a warrant, court order, or legal notice served on GIFTVAALA.IN), and when we believe that disclosure is necessary to protect our rights, avoid litigation, protect your safety or the safety of others, investigate fraud, and/or respond to a government request. We may also disclose information about you if we determine that such disclosure should be made for reasons of national security, law enforcement, or other issues of public importance.\n5.Information sharing with service providers: GIFTVAALA.IN uses one or more outside payment processing companies to bill you for our goods and services. To the best of our knowledge, these companies do not retain, share, store or use personally identifiable information for any other purpose. We also share Personal Information with certain companies that perform services on our behalf. We only share the Personal Information which is necessary for them to perform those services. We require any company with which we may share Personal Information to protect that data in a manner consistent with this policy and to limit the use of such Personal Information to the performance of services for GIFTVAALA.IN . We do not sell or otherwise provide Personal Information to other companies for the marketing of their own products or services.\n\n6.Data Retention: We will retain your information for as long as your account is active, your information is needed to provide you services, or as required to fulfill our legal obligations. If you wish to delete your account or request that we no longer use your information to provide you services contact us at contact@giftvaala.in . We will respond to your request within reasonable time. We will retain and use your information as necessary to comply with our legal obligations, resolve disputes and enforce our agreements.\n\n7.Unsubscribe/Opt Out: You may opt out of receiving GIFTVAALA.IN’s email updates, newsletters and/or partner emails by clicking on the “My Account” link on the website and making the appropriate selections. The choice to opt out of such communications is also generally available during the sign-up process. GIFTVAALA.IN will still contact you when there are changes to the Terms of Service or Submitter Terms of Service, as applicable. In addition, we will still send you service-related announcements including, but not limited to, a registration email, order related notifications and emails automatically triggered by actions you took on the Site. Generally, you may not opt-out of these communications, which are not promotional in nature.\n\n8.Protection of your Personal Information: The Personal Information that you provide in connection with the use of the Site is protected in several ways. It resides on secure servers that only selected GIFTVAALA.IN personnel have access to via password. Your Personal Information is encrypted whenever it is transmitted to GIFTVAALA.IN. When you enter sensitive information (such as credit card number) on our registration or order forms, we encrypt that information using transport layer security technology. We strive to protect the Personal Information submitted to us, both during transmission and once we receive it. However, no method of transmission over the Internet, or method of electronic storage, is 100% secure. While we take into account the sensitivity of the Personal Information we collect, process and store, and the current state of technology to use these measures protect your Personal Information, we cannot guarantee its absolute security. If you have any questions, doubts or confusion in regard to any of the terms set out here in the privacy policy, please seek clarifications from us through email (contact@giiftvaala.in). We will get back to you within reasonable time."
    }
]